export default Object.freeze([
  {
    "name": "😠 Ворчливый эльф",
    "evolutions": [
      {
        "stage": 1,
        "name": "😠 Ворчливый эльф",
        "stats": {
          "attack": 4,
          "defense": 6,
          "speed": 6
        }
      },
      {
        "stage": 2,
        "name": "😎 Дерзкий эльф",
        "stats": {
          "attack": 16,
          "defense": 12,
          "speed": 2
        }
      },
      {
        "stage": 3,
        "name": "🎅 Сердитый Санта Эльф",
        "stats": {
          "attack": 13,
          "defense": 16,
          "speed": 4
        }
      }
    ]
  },
  {
    "name": "🐉 Мишуровый дракон",
    "evolutions": [
      {
        "stage": 1,
        "name": "🐉 Мишуровый дракон",
        "stats": {
          "attack": 2,
          "defense": 3,
          "speed": 3
        }
      },
      {
        "stage": 2,
        "name": "🔥 Сверкающий дракон",
        "stats": {
          "attack": 4,
          "defense": 12,
          "speed": 3
        }
      },
      {
        "stage": 3,
        "name": "🎄 Рождественская елка дракон",
        "stats": {
          "attack": 12,
          "defense": 15,
          "speed": 7
        }
      }
    ]
  },
  {
    "name": "❄️ Морозный Чонк",
    "evolutions": [
      {
        "stage": 1,
        "name": "❄️ Морозный Чонк",
        "stats": {
          "attack": 2,
          "defense": 3,
          "speed": 6
        }
      },
      {
        "stage": 2,
        "name": "☃️ Снежок Чонк",
        "stats": {
          "attack": 13,
          "defense": 12,
          "speed": 8
        }
      },
      {
        "stage": 3,
        "name": "🏔️ Йети Чонк",
        "stats": {
          "attack": 14,
          "defense": 14,
          "speed": 7
        }
      }
    ]
  },
  {
    "name": "🍬 Конфетно-тросточный Кракен",
    "evolutions": [
      {
        "stage": 1,
        "name": "🍬 Конфетно-тросточный Кракен",
        "stats": {
          "attack": 6,
          "defense": 1,
          "speed": 3
        }
      },
      {
        "stage": 2,
        "name": "🍭 Сладкий конфетно-тросточный Кракен",
        "stats": {
          "attack": 11,
          "defense": 12,
          "speed": 4
        }
      },
      {
        "stage": 3,
        "name": "🍥 Лакричный Кракен",
        "stats": {
          "attack": 20,
          "defense": 10,
          "speed": 4
        }
      }
    ]
  },
  {
    "name": "🔔 Джингл Белл Йети",
    "evolutions": [
      {
        "stage": 1,
        "name": "🔔 Джингл Белл Йети",
        "stats": {
          "attack": 9,
          "defense": 8,
          "speed": 2
        }
      },
      {
        "stage": 2,
        "name": "🛷 Сани Йети",
        "stats": {
          "attack": 15,
          "defense": 12,
          "speed": 5
        }
      },
      {
        "stage": 3,
        "name": "❄️ Йети снежной бури",
        "stats": {
          "attack": 10,
          "defense": 8,
          "speed": 6
        }
      }
    ]
  },
  {
    "name": "☃️ Пухлый снеговик",
    "evolutions": [
      {
        "stage": 1,
        "name": "☃️ Пухлый снеговик",
        "stats": {
          "attack": 9,
          "defense": 6,
          "speed": 5
        }
      },
      {
        "stage": 2,
        "name": "🧣 Жирный снеговик",
        "stats": {
          "attack": 4,
          "defense": 14,
          "speed": 4
        }
      },
      {
        "stage": 3,
        "name": "🎅 Толстый-Санта Снеговик",
        "stats": {
          "attack": 13,
          "defense": 17,
          "speed": 5
        }
      }
    ]
  },
  {
    "name": "🌲 Шишковый Гоблин",
    "evolutions": [
      {
        "stage": 1,
        "name": "🌲 Шишковый Гоблин",
        "stats": {
          "attack": 0,
          "defense": 2,
          "speed": 3
        }
      },
      {
        "stage": 2,
        "name": "💧 Жидкий Гоблин",
        "stats": {
          "attack": 8,
          "defense": 14,
          "speed": 6
        }
      },
      {
        "stage": 3,
        "name": "❄️ Порошковый Гоблин",
        "stats": {
          "attack": 10,
          "defense": 14,
          "speed": 10
        }
      }
    ]
  },
  {
    "name": "🎄 Щелкунчик",
    "evolutions": [
      {
        "stage": 1,
        "name": "🎄 Щелкунчик",
        "stats": {
          "attack": 4,
          "defense": 3,
          "speed": 2
        }
      },
      {
        "stage": 2,
        "name": "⚔️ Щелкунчик Воин",
        "stats": {
          "attack": 10,
          "defense": 7,
          "speed": 4
        }
      },
      {
        "stage": 3,
        "name": "👑 Король Щелкунчик",
        "stats": {
          "attack": 17,
          "defense": 9,
          "speed": 10
        }
      }
    ]
  },
  {
    "name": "🎁 Упакованный в подарок Гном",
    "evolutions": [
      {
        "stage": 1,
        "name": "🎁 Упакованный в подарок Гном",
        "stats": {
          "attack": 1,
          "defense": 10,
          "speed": 0
        }
      },
      {
        "stage": 2,
        "name": "🎁 Распакованный гном",
        "stats": {
          "attack": 5,
          "defense": 11,
          "speed": 2
        }
      },
      {
        "stage": 3,
        "name": "🎅 Санта-Гном",
        "stats": {
          "attack": 13,
          "defense": 16,
          "speed": 7
        }
      }
    ]
  },
  {
    "name": "🦌 Шатающийся северный олень",
    "evolutions": [
      {
        "stage": 1,
        "name": "🦌 Шатающийся северный олень",
        "stats": {
          "attack": 4,
          "defense": 2,
          "speed": 1
        }
      },
      {
        "stage": 2,
        "name": "🦌 Четкий северный олень",
        "stats": {
          "attack": 8,
          "defense": 5,
          "speed": 4
        }
      },
      {
        "stage": 3,
        "name": "🎅 Олень санты",
        "stats": {
          "attack": 13,
          "defense": 13,
          "speed": 4
        }
      }
    ]
  },
  {
    "name": "🍪 Пряничный гремлин",
    "evolutions": [
      {
        "stage": 1,
        "name": "🍪 Пряничный гремлин",
        "stats": {
          "attack": 4,
          "defense": 6,
          "speed": 6
        }
      },
      {
        "stage": 2,
        "name": "🍪 Пряничный гремлин со льдом",
        "stats": {
          "attack": 8,
          "defense": 10,
          "speed": 8
        }
      },
      {
        "stage": 3,
        "name": "🍪 Пряничный босс",
        "stats": {
          "attack": 12,
          "defense": 14,
          "speed": 10
        }
      }
    ]
  },
  {
    "name": "🛷 Ленивец на санях",
    "evolutions": [
      {
        "stage": 1,
        "name": "🛷 Ленивец на санях",
        "stats": {
          "attack": 11,
          "defense": 2,
          "speed": 4
        }
      },
      {
        "stage": 2,
        "name": "🦥 Ленивый ленивец",
        "stats": {
          "attack": 7,
          "defense": 6,
          "speed": 6
        }
      },
      {
        "stage": 3,
        "name": "🦥 Турбо-сани ленивец",
        "stats": {
          "attack": 11,
          "defense": 17,
          "speed": 4
        }
      }
    ]
  },
  {
    "name": "❄️ Веселая снежинка",
    "evolutions": [
      {
        "stage": 1,
        "name": "❄️ Веселая снежинка",
        "stats": {
          "attack": 2,
          "defense": 6,
          "speed": 1
        }
      },
      {
        "stage": 2,
        "name": "🪩 Диско-снежинка",
        "stats": {
          "attack": 7,
          "defense": 12,
          "speed": 5
        }
      },
      {
        "stage": 3,
        "name": "✨ Блестящая снежинка",
        "stats": {
          "attack": 19,
          "defense": 17,
          "speed": 5
        }
      }
    ]
  },
  {
    "name": "🧶 Липкий свитер-зверь",
    "evolutions": [
      {
        "stage": 1,
        "name": "🧶 Липкий свитер-зверь",
        "stats": {
          "attack": 6,
          "defense": 2,
          "speed": 1
        }
      },
      {
        "stage": 2,
        "name": "🎄 Зверь из рождественских огней",
        "stats": {
          "attack": 8,
          "defense": 15,
          "speed": 3
        }
      },
      {
        "stage": 3,
        "name": "👑 Король уродливых свитеров",
        "stats": {
          "attack": 17,
          "defense": 9,
          "speed": 10
        }
      }
    ]
  },
  {
    "name": "🥕 Рождественская морковка",
    "evolutions": [
      {
        "stage": 1,
        "name": "🥕 Рождественская морковка",
        "stats": {
          "attack": 1,
          "defense": 7,
          "speed": 3
        }
      },
      {
        "stage": 2,
        "name": "💃 Танцующая морковка",
        "stats": {
          "attack": 11,
          "defense": 13,
          "speed": 5
        }
      },
      {
        "stage": 3,
        "name": "👑 Морковный король",
        "stats": {
          "attack": 17,
          "defense": 11,
          "speed": 10
        }
      }
    ]
  },
  {
    "name": "🧦 Носки для Санты",
    "evolutions": [
      {
        "stage": 1,
        "name": "🧦 Носки для Санты",
        "stats": {
          "attack": 3,
          "defense": 4,
          "speed": 0
        }
      },
      {
        "stage": 2,
        "name": "🧦 Дырявые носки для Санты",
        "stats": {
          "attack": 7,
          "defense": 12,
          "speed": 5
        }
      },
      {
        "stage": 3,
        "name": "🎅 Санта без носков",
        "stats": {
          "attack": 13,
          "defense": 16,
          "speed": 7
        }
      }
    ]
  }
]);